Repository: wichmann/pyPardy
Catalog: locale/*/LC_MESSAGES/pyPardy.po
Languages: de_de

source: Change buzzer assignment
de_de: Zuordnung Buzzer ändern

source: Configuration
de_de: Konfiguration

source: Exit
de_de: Beenden

source: Add points from different rounds
de_de: Addiere Punkte verschiedener Spielrunden

source: Allow all teams to answer one after another
de_de: Erlaube allen Teams eine Frage zu beantworten

source: Hide question after buzzing
de_de: Verstecke Frage nach dem Buzzern

source: Subtract penalty for wrong answers
de_de: Ziehe bei falscher Antwort eine Strafe ab

source: Activate background music
de_de: Aktiviere Hintergrundmusik

source: Activate sound effects
de_de: Aktiviere Sound-Effekte

source: Activate reading questions by TTS
de_de: Aktiviere Vorlesen der Fragen durch TTS

source: Loop background music
de_de: Wiederhole Hintergrundmusik

source: Show in fullscreen
de_de: Zeige in Fullscreen

source: Show with high contrasts
de_de: Zeige Programm mit hohem Kontrast

source: Show version for low resolutions
de_de: Zeige Programm optimiert für niedrigere Auflösungen

source: Game options
de_de: Spiel-Einstellungen

source: Number of teams
de_de: Anzahl der Teams

source: points
de_de: Punkte

source: Points per Question
de_de: Punkte pro Frage

source: seconds
de_de: Sekunden

source: Time per question (seconds)
de_de: Zeit pro Frage (Sekunden)

source: Audio options
de_de: Audio-Einstellungen

source: Visual options
de_de: Grafik-Einstellungen

source: Back
de_de: Zurück

source: Save
de_de: Speichern

source: pyPardy is a game similar to Jeopardy(tm).
de_de: pyPardy ist ein Spiel ähnlich Jeopardy(tm).

source: Author: Christian Wichmann
de_de: Autor: Christian Wichmann

source: Licensed under GNU GPL v2 or newer.
de_de: Lizensiert unter der GNU GPL v2 oder neuer.

source: Stop current game?
de_de: Laufendes Spiel beenden?

source: Do you really want to stop the currently running game?
de_de: Willst Du wirklich das laufende Spiel beenden?

source: Answer...
de_de: Antwort...

source: Correct!
de_de: Korrekt!

source: Wrong!
de_de: Falsch!

source: Close
de_de: Schließen
